{
  "page-animation": {
    "title": "Portafolio"
  },
  "navbar": {
    "rol": "Diseñador web"
  },
  "universo-web": {
    "paragraph": "¡Hola! ✦ Soy un creador digital apasionado por diseñar marcas, sitios web y aplicaciones que inspiran e innovan.",
    "building": "Actualmente dando forma a lo que amo en",
    "contact": "¡Hablemos! 📩",
    "whatsapp": "Escríbeme por WhatsApp",
    "instagram": "Descubre mi Instagram 📸",
    "tiktok": "Encuéntrame en TikTok 🎵",
    "facebook": "Únete a mi página en Facebook 🔵",
    "github": "Explora mi código en GitHub 👨‍💻",
    "linkedin": "Conectemos en LinkedIn 💼"
  },
  "detail": {
    "web": "SITIO WEB PRINCIPAL",
    "code": "CÓDIGO"
  },
  "about": {
    "about": "SOBRE MÍ",
    "about-text": "Desarrollador especializado en Desarrollo Web con experiencia en la creación de soluciones eficientes utilizando tecnologías de low-code y programación personalizada.",
    "team": "EQUIPO",
    "team-details": [
      {
        "team-name": "Norvik",
        "team-time-line": "03.2024 - Presente",
        "description-text": "He desarrollado y diseñado diversos módulos y secciones para plataformas que la empresa ha creado, he trabajado con Next JS, TypeScript, Tailwind, FlutterFlow para alcanzar los estandares de estas herramientas"
      },
      {
        "team-name": "Control IT",
        "team-time-line": "08.2023 - 08.2024",
        "description-text": "Trabajé en esta empresa desarrollando plataformas de gestión para sus clientes, tales como cálculo de rentabilidad por colaborador y por trabajo desarrollado, gestión y creación de facturas, integración con Linux, entre otros"
      }
    ],
    "description": "DESCRIPCION"
  },
  "footer": {
    "update": "Última actualización",
    "build": "Vamos a constuir algo juntos"
  },
  "projects": {
    "estilo-elite": {
      "name": "ESTILO ÉLITE",
      "description": "Venta de relojes",
      "paragraph": "Este emprendimiento nace de la pasión por los detalles y la elegancia masculina. Especializado en la venta de relojes y accesorios premium, ofrece una experiencia única al cliente, combinando calidad y estilo. Desde relojes clásicos hasta diseños modernos, cada pieza está cuidadosamente seleccionada para complementar el estilo de vida del hombre contemporáneo. Además, la marca incluye una línea de accesorios como pulseras, gemelos y collares, elaborados con materiales de alta calidad. Este negocio no solo busca vender productos, sino también inspirar a los hombres a expresar su personalidad a través de pequeños detalles que marcan la diferencia. Con una atención al cliente excepcional y envíos rápidos, es una marca que promete redefinir el concepto de elegancia y accesibilidad.",
      "role": "Desarrollador",
      "duration": "7 días",
      "images": [
        "Encabezado de la página",
        "Filtrado por marca",
        "Zona social",
        "WhatsApp integrado"
      ]
    },
    "task-flow": {
      "name": "Task Flow",
      "description": "Manejo de tareas",
      "paragraph": "Task Flow es una herramienta diseñada para optimizar la gestión de tareas y proyectos, permitiendo a los usuarios organizar, priorizar y realizar un seguimiento eficiente de sus actividades. Con una interfaz intuitiva y funcionalidades como asignación de tareas, seguimiento de progreso y notificaciones personalizadas, esta plataforma es ideal tanto para equipos como para individuos. Task Flow busca simplificar el flujo de trabajo, mejorar la productividad y garantizar que los objetivos se cumplan de manera efectiva. (ingresa con las credenciales como administrador: email: 'Brayangomez521@gmail.com', clave: '1234')",
      "role": "Desarrollador",
      "duration": "2 semanas",
      "images": [
        "Página inicial 1/3",
        "Página inicial 2/3",
        "Página inicial 3/3",
        "Lista de tareas, y acciones de las tareas",
        "Nueva tarea en modal",
        "Lista de usuarios"
      ]
    },
    "blooma": {
      "name": "blooma",
      "description": "Plataforma de diseño",
      "paragraph": "Imagina una plataforma diseñada específicamente para creativos y técnicos. Este espacio digital conecta diseñadores y desarrolladores con empresas que buscan talento especializado. Los usuarios pueden explorar una amplia variedad de proyectos freelance, desde diseño gráfico hasta desarrollo web, y postularse a trabajos que se pagan con un sistema de créditos exclusivo de la plataforma. Estos créditos pueden ser utilizados para acceder a herramientas premium, cursos de capacitación o incluso ser canjeados por dinero. Además, la plataforma fomenta la colaboración y el aprendizaje con foros de discusión, talleres virtuales y espacios para compartir portafolios. Es una comunidad donde los profesionales no solo encuentran empleo, sino también oportunidades para crecer y perfeccionar sus habilidades en un entorno dinámico y colaborativo.",
      "role": "Desarrollador",
      "duration": "9 meses",
      "images": [
        "Pánel",
        "Almacenamiento",
        "Gestión de archivos",
        "Miembros de la organización",
        "Tipo de servicio",
        "Detalle de órden",
        "Chat",
        "Precios"
      ]
    },
    "abc": {
      "name": "ABC CINEMATOGRAFÍA",
      "description": "Plataforma para buscar películas",
      "paragraph": "Una plataforma para buscar películas te permite descubrir fácilmente títulos de todos los géneros, explorar reseñas y obtener detalles sobre el elenco, la sinopsis y la disponibilidad en diferentes servicios de streaming. Con una interfaz intuitiva y filtros avanzados, puedes encontrar la película perfecta según tu estado de ánimo, preferencias o popularidad. Además, algunas plataformas ofrecen recomendaciones personalizadas basadas en tus gustos y un historial de búsqueda para mejorar tu experiencia cinematográfica. ¡Encuentra tu próxima película favorita en segundos! 🎬🍿",
      "role": "Desarrollador",
      "duration": "3 días",
      "images": [
        "Encabezado de la página",
        "Detalle de la película, fecha de creación, géneros, descripción, compañías involucradas y tráiler",
        "Sección de likes",
        "Filtrado por título"
      ]
    },
    "proveo": {
      "name": "proveo",
      "description": "Plataforma de dropship",
      "paragraph": "Una plataforma de dropshipping es una solución ideal para emprendedores que desean vender productos en línea sin preocuparse por el almacenamiento o el envío. Conectando a vendedores con proveedores, esta herramienta automatiza la gestión de pedidos, permitiendo que los productos se envíen directamente desde el proveedor al cliente final. Esto reduce costos operativos y facilita la creación de un negocio escalable. Además, muchas plataformas incluyen integraciones con tiendas en línea, análisis de ventas y herramientas de marketing para maximizar el éxito del comercio electrónico. 🚀💼",
      "role": "Desarrollador",
      "duration": "2 semanas",
      "images": [
        "Productos recomendados, página principal",
        "Redes sociales, vídeos y testimonios",
        "Carrito de compra",
        "Filtrado por categoría, precio, color, etc"
      ]
    },
    "hojarasca": {
      "name": "hojarasca",
      "description": "Web para restaurante",
      "paragraph": "Este restaurante es una ventana al corazón de Colombia. Con un ambiente acogedor y auténtico, ofrece una experiencia gastronómica única que celebra la rica diversidad de sabores colombianos. Desde arepas y empanadas hasta bandeja paisa y sancocho, cada plato es una explosión de tradición y pasión. Más allá de su deliciosa comida, el restaurante cuenta con una plataforma digital donde los usuarios pueden explorar el menú, realizar pedidos a domicilio y gestionar reservaciones. También ofrece una sección especial para administradores donde pueden manejar inventarios, registrar órdenes y optimizar el servicio al cliente. Este restaurante no solo alimenta el cuerpo, sino también el alma, conectando a sus visitantes con las raíces y la cultura de Colombia en cada bocado.",
      "role": "Desarrollador",
      "duration": "6 meses",
      "images": ["Encabezado de la página", "Contenido", "Platillos y carrito"]
    },
    "nasa": {
      "name": "NASA calendario",
      "description": "Web con fotos NASA",
      "paragraph": "Explora el universo desde la comodidad de tu hogar con esta innovadora web que utiliza la API de la NASA. Cada día, la página muestra una imagen asombrosa del espacio, acompañada de información detallada sobre planetas, estrellas, y fenómenos cósmicos. Lo más impresionante es su integración con un calendario interactivo que permite a los usuarios retroceder en el tiempo para explorar imágenes y datos astronómicos de días pasados. Con traducciones en múltiples idiomas, esta plataforma busca inspirar a curiosos y aficionados a la astronomía de todo el mundo. Además, incluye secciones educativas para aprender sobre los descubrimientos más recientes y cómo la tecnología de la NASA está explorando los confines del universo.",
      "role": "Desarrollador",
      "duration": "3 dias",
      "images": "Web"
    },
    "portfolio": {
      "name": "Portafolio plano",
      "description": "Web para restaurante",
      "paragraph": "Este portafolio sencillo y funcional está construido con solo HTML, CSS y JavaScript, destacando una presentación limpia y fácil de navegar. Es completamente responsive, adaptándose a todos los dispositivos. Incluye una sección de proyectos con imágenes y descripciones, y un formulario de contacto. A través de JavaScript, las transiciones entre secciones son suaves, ofreciendo una experiencia de usuario fluida y eficiente. Ideal para mostrar habilidades básicas de desarrollo web sin complejidades.",
      "role": "Desarrollador",
      "duration": "15 dias",
      "images": ["Encabezado", "Proyectos"]
    },
    "todo": {
      "name": "Tareas app",
      "description": "Lista de tareas",
      "paragraph": "Organiza tu vida de manera simple y efectiva con esta aplicación To-Do. Diseñada para mantenerte al día con tus tareas y objetivos, esta herramienta te permite crear, editar y priorizar listas de actividades con facilidad. Cada tarea puede ser categorizada, asignada a un plazo específico y marcada como completada con un solo clic. La interfaz minimalista asegura una experiencia libre de distracciones, mientras que las notificaciones personalizables garantizan que nunca olvides un plazo importante. Ideal tanto para uso personal como profesional, la aplicación también incluye integración con calendarios y herramientas de productividad como Google Calendar y Trello. Ya sea que necesites organizar tu día a día o planificar grandes proyectos, esta app es el asistente perfecto para mantener el control y alcanzar tus metas.",
      "role": "Desarrollador",
      "duration": "3 dias",
      "images": "Web"
    },
    "triki": {
      "name": "Triki",
      "description": "Juego de triki",
      "paragraph": "Revive la emoción de uno de los juegos clásicos más queridos con esta versión digital del Triki (también conocido como Tic-Tac-Toe). Este juego combina simplicidad y estrategia, ideal para todas las edades. Diseñado con una interfaz limpia y moderna, ofrece modos de juego para un solo jugador contra la IA o partidas entre dos jugadores en el mismo dispositivo. Además, incluye funciones únicas como estadísticas de victorias y empates, y diferentes niveles de dificultad para desafiar incluso a los jugadores más experimentados. Con gráficos atractivos y sonidos envolventes, esta versión digital del Triki promete horas de entretenimiento mientras pruebas tus habilidades estratégicas en cada partida.",
      "role": "Desarrollador",
      "duration": "1 semana",
      "images": "Web"
    },
    "white-car": {
      "name": "white car",
      "description": "Compañía de transporte",
      "paragraph": "En Whitecar, nuestra misión es proporcionar un transporte terrestre seguro, confiable y eficiente para todos nuestros clientes. Nos esforzamos por ser líderes en la industria, ofreciendo soluciones innovadoras que superen las expectativas y contribuyan al bienestar de nuestra comunidad.",
      "role": "Desarrollador",
      "duration": "5 meses",
      "images": [
        "Encabezado de la página",
        "Pánel de la app",
        "Oferta de vehículos dispónibles",
        "Viaja con tú mascota de forma segura, o envíala a otro lugar que nosotros la acompañamos",
        "Login de la app",
        "Pagos seguros con mercadopago"
      ]
    }
  }
}
