{
  "page-animation": {
    "title": "Portafolio"
  },
  "navbar": {
    "rol": "Dise침ador web"
  },
  "about": {
    "about": "SOBRE M칈",
    "about-text": "Desarrollador especializado en [Front End/Full Stack] con experiencia en la creaci칩n de soluciones eficientes utilizando tecnolog칤as de low-code y programaci칩n personalizada.",
    "team": "EQUIPO",
    "team-details": [
      {
        "team-name": "Norvik",
        "team-time-line": "03.2024 - Presente",
        "description-text": "He desarrollado y dise침ado diversos m칩dulos y secciones para plataformas que la empresa ha creado, he trabajado con Next JS, TypeScript, Tailwind, FlutterFlow para alcanzar los estandares de estas herramientas"
      },
      {
        "team-name": "Control IT",
        "team-time-line": "08.2023 - 08.2024",
        "description-text": "Trabaj칠 en esta empresa desarrollando plataformas de gesti칩n para sus clientes, tales como c치lculo de rentabilidad por colaborador y por trabajo desarrollado, gesti칩n y creaci칩n de facturas, integraci칩n con Linux, entre otros"
      }
    ],
    "description": "DESCRIPCION"
  },
  "footer": {
    "update": "칔ltima actualizaci칩n",
    "build": "Vamos a constuir algo juntos"
  },
  "projects": {
    "estilo-elite": {
      "name": "ESTILO 칄LITE",
      "description": "Venta de relojes",
      "paragraph": "Este emprendimiento nace de la pasi칩n por los detalles y la elegancia masculina. Especializado en la venta de relojes y accesorios premium, ofrece una experiencia 칰nica al cliente, combinando calidad y estilo. Desde relojes cl치sicos hasta dise침os modernos, cada pieza est치 cuidadosamente seleccionada para complementar el estilo de vida del hombre contempor치neo. Adem치s, la marca incluye una l칤nea de accesorios como pulseras, gemelos y collares, elaborados con materiales de alta calidad. Este negocio no solo busca vender productos, sino tambi칠n inspirar a los hombres a expresar su personalidad a trav칠s de peque침os detalles que marcan la diferencia. Con una atenci칩n al cliente excepcional y env칤os r치pidos, es una marca que promete redefinir el concepto de elegancia y accesibilidad.",
      "role": "Desarrollador",
      "duration": "7 d칤as",
      "images": [
        "Encabezado de la p치gina",
        "Filtrado por marca",
        "Zona social",
        "WhatsApp integrado"
      ]
    },
    "blooma": {
      "name": "blooma",
      "description": "Plataforma de dise침o",
      "paragraph": "Imagina una plataforma dise침ada espec칤ficamente para creativos y t칠cnicos. Este espacio digital conecta dise침adores y desarrolladores con empresas que buscan talento especializado. Los usuarios pueden explorar una amplia variedad de proyectos freelance, desde dise침o gr치fico hasta desarrollo web, y postularse a trabajos que se pagan con un sistema de cr칠ditos exclusivo de la plataforma. Estos cr칠ditos pueden ser utilizados para acceder a herramientas premium, cursos de capacitaci칩n o incluso ser canjeados por dinero. Adem치s, la plataforma fomenta la colaboraci칩n y el aprendizaje con foros de discusi칩n, talleres virtuales y espacios para compartir portafolios. Es una comunidad donde los profesionales no solo encuentran empleo, sino tambi칠n oportunidades para crecer y perfeccionar sus habilidades en un entorno din치mico y colaborativo.",
      "role": "Desarrollador",
      "duration": "9 meses",
      "images": [
        "P치nel",
        "Almacenamiento",
        "Gesti칩n de archivos",
        "Miembros de la organizaci칩n",
        "Tipo de servicio",
        "Detalle de 칩rden",
        "Chat",
        "Precios"
      ]
    },
    "abc": {
      "name": "ABC CINEMATOGRAF칈A",
      "description": "Plataforma para buscar pel칤culas",
      "paragraph": "Una plataforma para buscar pel칤culas te permite descubrir f치cilmente t칤tulos de todos los g칠neros, explorar rese침as y obtener detalles sobre el elenco, la sinopsis y la disponibilidad en diferentes servicios de streaming. Con una interfaz intuitiva y filtros avanzados, puedes encontrar la pel칤cula perfecta seg칰n tu estado de 치nimo, preferencias o popularidad. Adem치s, algunas plataformas ofrecen recomendaciones personalizadas basadas en tus gustos y un historial de b칰squeda para mejorar tu experiencia cinematogr치fica. 춰Encuentra tu pr칩xima pel칤cula favorita en segundos! 游꿟游",
      "role": "Desarrollador",
      "duration": "3 d칤as",
      "images": [
        "Encabezado de la p치gina",
        "Detalle de la pel칤cula, fecha de creaci칩n, g칠neros, descripci칩n, compa침칤as involucradas y tr치iler",
        "Secci칩n de likes",
        "Filtrado por t칤tulo"
      ]
    },
    "proveo": {
      "name": "proveo",
      "description": "Plataforma de dropship",
      "paragraph": "Una plataforma de dropshipping es una soluci칩n ideal para emprendedores que desean vender productos en l칤nea sin preocuparse por el almacenamiento o el env칤o. Conectando a vendedores con proveedores, esta herramienta automatiza la gesti칩n de pedidos, permitiendo que los productos se env칤en directamente desde el proveedor al cliente final. Esto reduce costos operativos y facilita la creaci칩n de un negocio escalable. Adem치s, muchas plataformas incluyen integraciones con tiendas en l칤nea, an치lisis de ventas y herramientas de marketing para maximizar el 칠xito del comercio electr칩nico. 游游눺",
      "role": "Desarrollador",
      "duration": "2 semanas",
      "images": [
        "Productos recomendados, p치gina principal",
        "Redes sociales, v칤deos y testimonios",
        "Carrito de compra",
        "Filtrado por categor칤a, precio, color, etc"
      ]
    },
    "hojarasca": {
      "name": "hojarasca",
      "description": "Web para restaurante",
      "paragraph": "Este restaurante es una ventana al coraz칩n de Colombia. Con un ambiente acogedor y aut칠ntico, ofrece una experiencia gastron칩mica 칰nica que celebra la rica diversidad de sabores colombianos. Desde arepas y empanadas hasta bandeja paisa y sancocho, cada plato es una explosi칩n de tradici칩n y pasi칩n. M치s all치 de su deliciosa comida, el restaurante cuenta con una plataforma digital donde los usuarios pueden explorar el men칰, realizar pedidos a domicilio y gestionar reservaciones. Tambi칠n ofrece una secci칩n especial para administradores donde pueden manejar inventarios, registrar 칩rdenes y optimizar el servicio al cliente. Este restaurante no solo alimenta el cuerpo, sino tambi칠n el alma, conectando a sus visitantes con las ra칤ces y la cultura de Colombia en cada bocado.",
      "role": "Desarrollador",
      "duration": "6 meses",
      "images": ["Encabezado de la p치gina", "Contenido", "Platillos y carrito"]
    },
    "nasa": {
      "name": "NASA calendario",
      "description": "Web con fotos NASA",
      "paragraph": "Explora el universo desde la comodidad de tu hogar con esta innovadora web que utiliza la API de la NASA. Cada d칤a, la p치gina muestra una imagen asombrosa del espacio, acompa침ada de informaci칩n detallada sobre planetas, estrellas, y fen칩menos c칩smicos. Lo m치s impresionante es su integraci칩n con un calendario interactivo que permite a los usuarios retroceder en el tiempo para explorar im치genes y datos astron칩micos de d칤as pasados. Con traducciones en m칰ltiples idiomas, esta plataforma busca inspirar a curiosos y aficionados a la astronom칤a de todo el mundo. Adem치s, incluye secciones educativas para aprender sobre los descubrimientos m치s recientes y c칩mo la tecnolog칤a de la NASA est치 explorando los confines del universo.",
      "role": "Desarrollador",
      "duration": "3 dias",
      "images": "Web"
    },
    "portfolio": {
      "name": "Portafolio plano",
      "description": "Web para restaurante",
      "paragraph": "Este portafolio sencillo y funcional est치 construido con solo HTML, CSS y JavaScript, destacando una presentaci칩n limpia y f치cil de navegar. Es completamente responsive, adapt치ndose a todos los dispositivos. Incluye una secci칩n de proyectos con im치genes y descripciones, y un formulario de contacto. A trav칠s de JavaScript, las transiciones entre secciones son suaves, ofreciendo una experiencia de usuario fluida y eficiente. Ideal para mostrar habilidades b치sicas de desarrollo web sin complejidades.",
      "role": "Desarrollador",
      "duration": "15 dias",
      "images": ["Encabezado", "Proyectos"]
    },
    "todo": {
      "name": "Tareas app",
      "description": "Lista de tareas",
      "paragraph": "Organiza tu vida de manera simple y efectiva con esta aplicaci칩n To-Do. Dise침ada para mantenerte al d칤a con tus tareas y objetivos, esta herramienta te permite crear, editar y priorizar listas de actividades con facilidad. Cada tarea puede ser categorizada, asignada a un plazo espec칤fico y marcada como completada con un solo clic. La interfaz minimalista asegura una experiencia libre de distracciones, mientras que las notificaciones personalizables garantizan que nunca olvides un plazo importante. Ideal tanto para uso personal como profesional, la aplicaci칩n tambi칠n incluye integraci칩n con calendarios y herramientas de productividad como Google Calendar y Trello. Ya sea que necesites organizar tu d칤a a d칤a o planificar grandes proyectos, esta app es el asistente perfecto para mantener el control y alcanzar tus metas.",
      "role": "Desarrollador",
      "duration": "3 dias",
      "images": "Web"
    },
    "triki": {
      "name": "Triki",
      "description": "Juego de triki",
      "paragraph": "Revive la emoci칩n de uno de los juegos cl치sicos m치s queridos con esta versi칩n digital del Triki (tambi칠n conocido como Tic-Tac-Toe). Este juego combina simplicidad y estrategia, ideal para todas las edades. Dise침ado con una interfaz limpia y moderna, ofrece modos de juego para un solo jugador contra la IA o partidas entre dos jugadores en el mismo dispositivo. Adem치s, incluye funciones 칰nicas como estad칤sticas de victorias y empates, y diferentes niveles de dificultad para desafiar incluso a los jugadores m치s experimentados. Con gr치ficos atractivos y sonidos envolventes, esta versi칩n digital del Triki promete horas de entretenimiento mientras pruebas tus habilidades estrat칠gicas en cada partida.",
      "role": "Desarrollador",
      "duration": "1 semana",
      "images": "Web"
    },
    "white-car": {
      "name": "white car",
      "description": "Compa침칤a de transporte",
      "paragraph": "En Whitecar, nuestra misi칩n es proporcionar un transporte terrestre seguro, confiable y eficiente para todos nuestros clientes. Nos esforzamos por ser l칤deres en la industria, ofreciendo soluciones innovadoras que superen las expectativas y contribuyan al bienestar de nuestra comunidad.",
      "role": "Desarrollador",
      "duration": "5 meses",
      "images": ["Encabezado", "P치nel"]
    }
  }
}
